export const fa = {
   meta: {
      title: "علیرضا آبچهره | توسعه‌دهنده فرانت‌اند",
      description:
         "علیرضا آبچهره | توسعه دهنده فرانت‌اند و فریلنسر | توسعه وب‌سایت با NextJS، ری‌اکت، جاوا اسکریپت و ...",
      author: "علیرضا آبچهره",
      robots: "index, follow",
      keywords:
         "فریلنسر,علیرضا آبچهره,برنامه نویس وب,برنامه نویس فرانت اند,توسعه دهنده فرانت اند,waterface,alireza waterface,alireza abchehre,abchehre,توسعه دهنده وب,برنامه نویس سایت,آبچهره,آب چره,",
      manifest: "/manifest.json",
      appleWebApp: {
         capable: true,
         statusBarStyle: "default",
         title: "Waterface",
      },
      formatDetection: {
         telephone: false,
      },
      openGraph: {
         title: "علیرضا آبچهره | توسعه‌دهنده فرانت‌اند",
         description:
            "علیرضا آبچهره | توسعه دهنده فرانت‌اند و فریلنسر | توسعه وب‌سایت با NextJS، ری‌اکت، جاوا اسکریپت و ...",
         url: "https://waterface.ir",
         siteName: "وب‌سایت شخصی علیرضا آبچهره | توسعه‌دهنده فرانت‌اند",
         locale: "fa_IR",
         type: "website",
         images: [
            {
               url: "https://wjbwobxiekyzfcjxjnkt.supabase.co/storage/v1/object/public/me/me.webp",
               width: 640,
               height: 640,
               alt: "علیرضا آبچهره",
            },
         ],
      },
   },
   nav: {
      home: "صفحه‌اصلی",
      capabilities: "مهارت‌ها",
      projects: "نمونه‌کار ها",
      resume: "رزومه",
      blog: "وبلاگ",
      contact: "ارتباط با من",
   },
   homePage: {
      header: {
         greeting: "سلام، به وب‌سایت من خوش آمدید",
         role: "من علیرضا آبچهره هستم. توسعه‌دهنده فرانت‌اند",
         desc: "بیش از دو سال سابقه فعالیت در حوزه توسعه وب و به صورت تخصصی فرانت‌اند.|متخصص در نکست‌جی‌اس، ری‌اکت، جاوا اسکریپت و ...|فارغ‌التحصیل مقطع کارشناسی رشته مهندسی کامپیوتر از دانشگاه صنعتی کرمانشاه",
         social: "شبکه‌های اجتماعی",
         skills: "برخی مهارت‌های من",
      },
      capabilities: {
         title: "آنچه من ارائه می‌دهم",
         desc: "توانمندی و مهارت‌ها",
         coOp: "همکاری با مشتریان و توجه دقیق به نیازهای پروژه",
         ready: "آماده همکاری به صورت هیبرید، ریموت و حضوری",
         try: {
            part1: "در تلاش برای",
            part2: "تقویت مهارت‌ها",
         },
         pation: "علاقه‌مند به تکنولوژی و مشتاق کدنویسی",
         contact: {
            part1: "آماده شرکت در توسعه و کدنویسی سایت",
            part2: "تماس بگیرید",
         },
      },
      samples: {
         title: "نمونه‌کار ها",
         desc: "برخی از پروژه‌های انجام شده",
         all: "مشاهده همه",
      },
      resume: {
         title: "رزومه",
         desc: "بیش از 2 سال تجربه",
         skillsTab: {
            title: "مهارت‌های تخصصی",
            levels: {
               advanced: "پیشرفته",
               high: "تسلط بالا",
               medium: "تسلط مناسب",
               low: "تسلط پایین",
               preliminary: "مقدماتی",
            },
         },
         education: {
            title: "تحصیلات",
            highSchool: {
               title: "دبیرستان",
               desc: "دوره متوسطه دوم در رشته علوم تجربی در خرداد ماه سال 1398 به پایان رساندم",
            },
            bachelor: {
               title: "کارشناسی",
               desc: "دوره کارشناسی پیوسته خود را در رشته مهندسی کامپیوتر در دانشگاه صنعتی کرمانشاه از مهر ماه سال 1400 آغاز کرده و در سال 1404 به پایان رساندم.",
            },
         },
         download: "دانلود رزومه",
      },
      contact: {
         title: "تماس با من",
         desc: "راه ارتباطی",
         form: {
            name: "نام کامل",
            phone: "شماره تلفن",
            subject: "عنوان",
            desc: "توضیحات",
            cancel: "لغو",
            register: "ثبت",
         },
         info: {
            title: "درخواست همکاری یا انجام پروژه",
            desc: "برای انجام پروژه یا کار در شرکت آزاد و آماده هستم. از طریق این فرم میتوانید با من در تماس باشید",
            phone: "شماره تلفن: ",
            email: "آدرس ایمیل: ",
         },
      },
   },
   footer: {
      related: "سایت‌های مرتبط",
      copyright: "تمامی حقوق سایت محفوظ است.",
   },
} as const;
